package com.zbkj.common.constants;

/**
 * 用户等级常量类
 * +----------------------------------------------------------------------
 * | CRMEB [ CRMEB赋能开发者，助力企业发展 ]
 * +----------------------------------------------------------------------
 * | Copyright (c) 2016~2025 https://www.crmeb.com All rights reserved.
 * +----------------------------------------------------------------------
 * | Licensed CRMEB并不是自由软件，未经许可不能去掉CRMEB相关版权
 * +----------------------------------------------------------------------
 * | Author: CRMEB Team <admin@crmeb.com>
 * +----------------------------------------------------------------------
 */
public class UserLevelConstants {

    /**
     * ---------------------------------------
     * --------系统用户等级常量------------------
     * ---------------------------------------
     */
    /** 系统用户等级规则 */
    public static final String SYSTEM_USER_LEVEL_RULE = "userLevelRule";


}
